### Job 1. Продать билеты на событие и заработать на нём
Когда у организатора есть событие, которое он хочет монетизировать, ему нужен способ продавать билеты и получать за это деньги, не отвлекаясь на рутину — оформление документов и настройку платёжной системы. Таймпад берёт эту рутину на себя, закрывая техническую и документальную сторону продаж вместо организатора.
### Job 2. Стать организатором независимо от юридической формы
Когда человек хочет проводить события, но не имеет статуса юридического лица, ему нужен способ легально продавать билеты в своём текущем статусе. Таймпад решает эту задачу тем, что организатором на платформе может стать юридическое лицо, физическое лицо или самозанятый.
### Job 3. Быстро получить доступ к вырученным деньгам
Когда организатору важна скорость получения прибыли с продаж, ему нужен предсказуемый и короткий срок вывода средств. Таймпад выплачивает деньги организатору за один-два рабочих дня после запроса, почти без ограничений.
### Job 4. Продавать билеты, не теряя свою аудиторию
Когда у организатора уже есть свой сайт или группа ВКонтакте с аудиторией, ему нужен способ продавать билеты в привычном для этой аудитории месте, не перенаправляя весь трафик на чужой ресурс. Таймпад закрывает эту задачу виджетом, который встраивается на сайт организатора или в группу ВКонтакте.
